12/data/attachments/1ecb57053f0600a.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Melissa_religious_Actions_79856_4</nif:username>
            <nif:friendToBeRequested>soap_actions_5063f9fa-e139-435c-b931-990b23df6a7b</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>